Repository: TjarkWilhelmHoeck/arsnova-ppt-integration
Catalog: ARSnovaPPIntegration/source/ARSnovaPPIntegration.Common.Resources/Translations.*.resx
Languages: de

source: About
de: Über

source: Add
de: Hinzufügen

source: Add question to new slide
de: Frage in neuer Folie hinzufügen

source: Add question to this slide
de: Frage zu dieser Folie hinzufügen

source: Answer option amount:
de: Anzahl Antwortmöglichkeiten:

source: An error occured:
de: Es ist ein Fehler aufgetreten:

source: Back
de: Zurück

source: Cancel
de: Abbrechen

source: Choose a question type and enter the question text:
de: Wähle einen Fragetyp und gib den Fragentext ein

source: Communication Error
de: Kommunikations-Fehler

source: Enter answer option text here.
de: Gib den Text der Antwortmöglichkeit hier ein.

source: Enter the question text here.
de: Gib hier den Text der Frage ein.

source: Estimation
de: Schätzfrage

source: Finish
de: Fertig

source: Forward
de: Weiter

source: Freetext
de: Freitext

source: Grading
de: Benotung

source: Help
de: Hilfe

source: If this process is canceld, every progress will be deleted. Do you like to continue?
de: Wenn dieser Vorgang abgebrochen wird, werden alle Änderungen verworfen. Wollen Sie fortfahren?

source: Manage Quiz
de: Quizverwaltung

source: New question
de: Neue Frage

source: Please select a slide
de: Bitte wählen Sie eine Folie

# Set_question
source: Set questiontext
de: Fragetext eingeben

# Set_the_answer_option(s)
source: Set answers
de: Antworten festlegen

source: Survey
de: Umfrage

source: True|False
de: Wahr|Falsch

# Unable_to_add_new_slide
source: Unable to add a new slide
de: Hinzufügen einer neuen Folie nicht möglich

source: Which type of question do you want to ask? Arsnova.voting is the serious, grown up one while arsnova.click is faster, more colorful and crammed up with gamification.
de: Welche von Art von Frage willst du stellen? Arsnova.voting ist die seriöse, erwachsene Version während arsnova.click schneller, bunter und voller Gamifizierung steckt.

source: Yes|No
de: Ja|Nein

source: Is true
de: Ist richtig

source: does not apply
de: trifft eher nicht zu

source: good
de: gut

source: inadequate
de: mangelhaft

source: insufficient
de: ungenügend

source: neither
de: weder noch

source: rather applies
de: trifft eher zu

source: satisfying
de: befriedigend

source: strongly disagree
de: trifft gar nicht zu

source: sufficient
de: ausreichend

source: totally agree
de: trifft voll zu

source: very good
de: sehr gut

source: If this value is changed, other Session-Properties like the answer options will be reseted. Do you want to continue?
de: Wenn dieser Wert geändert wird, werden andere Session-Eigenschaften wie die Antwortoptionen zurückgesetzt. Möchtest du trotzdem fortfahren?

source: Reset
de: Zurücksetzen

source: Correct value
de: Richtiger Wert

source: Grade- and evaluation questions own predefined answer options. No manipulation possible.
de: Noten- und Evaluations-Fragen haben vordefinierte Antwortmöglichkeiten. Das bearbeiten von diesen ist nicht möglich.

source: Maximum range
de: Höchster Wert

source: Minimum range
de: Niedrigster Wert

source: False
de: Falsch

source: No
de: Nein

source: True
de: Wahr

source: Yes
de: Ja

source: Can't create session, hashtag is already taken.
de: Session konnte nicht erstellt werden, der Hashtag wird bereits verwendet.

source: Error during session setup
de: Fehler bei der Session-Erstellung

source: Hashtag already taken.
de: Der Hashtag ist bereits vergeben.

source: Hashtag is needed.
de: Hashtag wird benötigt.

source: Delete
de: Löschen

source: Edit
de: Bearbeiten

source: New
de: Neu

source: Do you really want to cancel and rewind all current changes?
de: Wollen Sie wirklich abbrechen und die aktuellen Änderungen rückgängig machen?

source: Do you really want to delete this question?
de: Möchtest du diese Frage wirklich löschen?

source: Question overview
de: Übersicht der Fragen

source: Question
de: Frage

source: Slide
de: Folie

source: Type
de: Typ

source: Decide whether you want your listeners to use the grown up arsnova voting app or the fancy arsnova click one.
de: Entscheide ob du die erwachsene arsnova voting oder die verspielte arsnova click App einsetzen möchtest.

source: Edit a already existing quiz.
de: Bearbeite ein bereits bestehendes Quiz.

source: Set Session type
de: Sessionart festlegen

source: Delete a already existing quiz.
de: Lösche ein bereits existierendes Quiz.

source: Start quiz
de: Quiz starten

source: Results
de: Ergebnisse

source: Manage session
de: Session verwalten

source: Adds a question an multiple new slides. They are fully styled and ready-to-use.
de: Lege ein Quiz mit mehreren, fertig gestylten und vordefinierten Folien an.

source: Adds a question to the current slide, you have to style it by your own.
de: Füge zu der gerade angewählten Folie eine Frage hinzu, die einzelnen Element müssen danach per händisch an das Folienlayout angepasst werden.

# Add_multiple_slides_with_a_complete_quiz.
source: Add a quiz on new slides.
de: Füge ein Quiz auf neuen Folien ein.

source: Add new question to this slide
de: Neue Frage zu dieser Folie hinzufügen

source: An overview above all questions and the possibility to edit or delete them.
de: Eine Übersicht über alle Fragen mit der Möglichkeit, diese zu editieren oder zu löschen.

source: Manage questions
de: Fragen verwalten

source: join the hashtag:
de: betrete die Umfrage:

source: This presentation uses
de: Diese Präsentation verwendet

source: Move to the next slide to start the quiz.
de: Gehe zur nächsten Folie um das Quiz zu starten.

source: Right
de: Richtig

source: Wrong
de: Falsch

source: Amount
de: Stimmen

source: Given answers
de: Gegebene Antworten

source: Answers
de: Antworten

# join_the_hashtag
source: join the quiz
de: betrete das Quiz

# has_no_question_text_set.
source: has no answer text set.
de: hat keinen Antwort-Text gesetzt.

source: Quizname should not contains more than 25 characters.
de: Der Quizname darf nicht mehr als 25 Zeichen enthalten.

# There_is_no_question_text_set.
source: The question text is missing
de: Der Text der Frage fehlt.

source: There is no quizname set.
de: Es ist keine Quizname festgelegt.

source: There must be more than one correct answer options.
de: Es muss mehr als eine Antwort als richtig markiert sein.

source: There should be exactly one correct answer options.
de: Es muss eine Antwort als richtig markiert sein.

# The_countdown_must_have_a_value_higher_than_10_seconds.
source: The countdown must have a value of at least 5 seconds.
de: Der Countdown muss mindestens einen Wert von 5 Sekunden haben.

# The_question_number
source: The answeroption number
de: Die Antwort Nummer

source: The quizname shouldn't contain any of the following characters
de: Der Quizname darf keine der folgenden Zeichen enthalten

source: Validation error
de: Validierungs-Fehler

source: Validation failed
de: Validierungsfehler

source: Validation failed. Please check the following inputs
de: Validierung fehlgeschlagen. Bitte prüfe folgende Eingaben

source: Sessiontype
de: Umfragenart

source: Select ARSnova App
de: ARSnova App auswählen

source: Choose results chart type
de: Wähle den Graphentyp der Ergebnisansicht

source: 3D-Bar-Clustered
de: 3D-Säulen (gruppiert)

source: Bar-Clustered
de: Gruppierte Balken

source: Grouped columns
de: Gruppierte Säulen

source: Pie
de: Kreis

source: Freetext settings
de: Freitext Einstellungen

source: Observe punctuation marks:
de: Satzzeichen in Antwort beachten:

source: Observe sequence of the words:
de: Reihenfolge der Wörter beachten:

source: Observe upper and lower case:
de: Groß- und Kleinschreibung beachten:

source: Observe white spaces in the answer:
de: Leerzeichen in Antwort beachten:
